{
  "1":{
      "date": 1861,
      "content": "Battle of Fort Sumter initiates the Civil War. The upper south, including Virginia, secedes as a result."
  },
  "2":{
      "date": 1862,
      "content": "In an effort to encourage settlement of the West, the Homestead Act is passed.  It offered 160 acres of land to settlers who stayed 5 years."
  },
  "3":{
      "date": 1865,
      "content": "The Freedman’s Bureau provides education, wage negotiation, and other help to ex-slaves to ease the transition after emancipation."
  },
  "4":{
      "date": 1869,
      "content": "The Transcontinental Railroad is completed."
  },
  "5":{
      "date": 1863,
      "content": "The National Banking Act created a national banking system, provided federal war loans and established a national currency."
  },
  "6":{
      "date": 1861,
      "content": "Lincoln first suspends the writ of habeas corpus for a suspect accused of hindering Union troops moving from Baltimore to D.C."
  },
  "7":{
      "date": 1863,
      "content": "The Emancipation Proclamation takes effect, freeing the slaves in any area under active rebellion against the Union."
  },
  "8":{
      "date": 1865,
      "content": "The Thirteenth Amendment is ratified, abolishing slavery"
  },
  "9":{
      "date": 1865,
      "content": "Abraham Lincoln is assassinated.  Vice President Andrew Johnson becomes president to oversee Reconstruction."
  },
  "10":{
      "date": 1868,
      "content": "Andrew Johnson is impeached by the radical Republican-controlled House of Representatives."
  },
  "24":{
      "date": 1868,
      "content": "The Fourteenth Amendment is ratified, promising birthright citizenship and equal protection under the law."
  },
  "11":{
      "date": 1870,
      "content": "The Fifteenth Amendment is ratified, extending the right to vote to black men"
  },
  "12":{
      "date": 1873,
      "content": "An economic panic (recession) starting in this year further shifts Northern attitudes away from Reconstruction and toward the economy."
  },
  "13":{
      "date": 1877,
      "content": "A compromise in this year hands the presidency to Rutherford B. Hayes in exchange for the North abandoning Reconstruction."
  },
  "14":{
      "date": 1895,
      "content": "Booker T. Washington articulates a controversial vision of education ahead of political rights in his Atlanta Compromise speech."
  },
  "15":{
      "date": 1896,
      "content": "The Supreme Court legitimizes race-based segregation with its Plessy v. Ferguson decision."
  },
  "16":{
      "date": 1865,
      "content": "The KKK is founded in Tennessee to violently limit ex-slaves freedom, leading to lynchings and limited political, economic, and social equality."
  },
  "17":{
      "date": 1864,
      "content": "Lincoln wins re-election after Sherman’s victory at Atlanta. Sherman then enacts his total war campaign “March to the Sea”"
  },
  "18":{
      "date": 1862,
      "content": "The Union wins the Battle of Antietam, allowing Lincoln to issue the Emancipation Proclamation which convinces Europe to not ally with Confederacy."
  },
  "19":{
      "date": 1860,
      "content": "South Carolina secedes in December of this year. Other lower south states follow in the new year"
  },
  "20":{
      "date": 1863,
      "content": "The 54th Massachusetts Regiment is formed, the first segregated unit of black troops. They helped convince many that blacks deserved equality."
  },
  "21":{
      "date": 1868,
      "content": "President Johnson is impeached by the House of Reps, but not convicted by the Senate, for preventing the Republicans Reconstruction plan."
  },
  "22":{
      "date": 1867,
      "content": "Radical Republicans pass the Military Reconstruction Plan, imposing military rule on southern states to dictate reunification."
  },
  "23":{
      "date": 2018,
      "content": "A new wave of teenagers achieve the American Dream of earning a top-notch public education from Ms. Sadlon and Mr. Colglazier. Huzzah!!!"
  }
}
