{
    "1":{
        "date": 1793,
        "content": "The cotton gin is invented by Eli Whitney, cementing the use of slavery in the South and textile production in the north."
    },
    "2":{
        "date": 1807,
        "content": "Robert Fulton builds his first proper steamship, The Clermont, which carried passengers between NYC and Albany, NY along the Hudson River."
    },
    "3":{
        "date": 1803,
        "content": "Marbury v. Madison is decided, a landmark case that expressed the power of judicial review for the Supreme Court."
    },
    "4":{
        "date": 1804,
        "content": "The Haitian Revolution ends a successful slave revolt, leading to Haitian independence and causing alarm among U.S. slaveowners."
    },
    "5":{
        "date": 1803,
        "content": "The Louisiana Purchase nearly doubles the size of the United States and gives the US access to the Mississippi River and the city of New Orleans."
    },
    "6":{
        "date": 1807,
        "content": "Jefferson signs the Embargo Act, which ends up punishing US merchants more than the British or the French during the Napoleonic Wars."
    },
    "7":{
        "date": 1811,
        "content": "Tecumseh’s attempt to build an Indian confederation in the Ohio River Valley was dashed at the Battle of Tippecanoe."
    },
    "8":{
        "date": 1815,
        "content": "Federalists held the Hartford Convention to criticize the Dem-Reps handling of the War of 1812 (results in the  Federalist demise)."
    },
    "9":{
        "date": 1815,
        "content": "Battle of New Orleans creates a heroic image of General Andrew Jackson...despite the fact that this battle was fought AFTER the peace treaty was signed."
    },
    "10":{
        "date": 1816,
        "content": " The Second Bank of the U.S. is chartered for a new 20-year run as a part of Henry Clay’s American System."
    },
    "11":{
        "date": 1819,
        "content": "The U.S. economy dips into a panic (recession) after the 2nd Bank of the US tightens lending rules which leads to dropping land prices."
    },
    "12":{
        "date": 1819,
        "content": "The Adams-Onis Treaty adds Florida to the United States and gives the US claim to the Oregon Territory."
    },
    "13":{
        "date": 1832,
        "content": "The Supreme Court decides that only the federal government has the right to deal with native American tribes in Worcester v. Georgia."
    },
    "14":{
        "date": 1823,
        "content": "The Monroe Doctrine serves as a warning to Europeans that the U.S. would not tolerate further attempts at colonization in the Americas."
    },
    "15":{
        "date": 1824,
        "content": "The Corrupt Bargain ends the “Era of Good Feelings” and brings John Q. Adams to the presidency… and a very bitter Andrew Jackson."
    },
    "16":{
        "date": 1828,
        "content": "The Tariff of “Abominations” is passed, increasing taxes on foreign manufactured products, angering agricultural producers."
    },
    "17":{
        "date": 1828,
        "content": "Andrew Jackson is elected president, ushering in the Second Two-Party System. His “populist” campaign courts the “common man” vote."
    },
    "18":{
        "date": 1831,
        "content": "French writer Alexis de Tocqueville begins his visit to the U.S., leading to his classic work “Democracy in America”."
    },
    "19":{
        "date": 1833,
        "content": "Responding to the Nullification Crisis, Jackson’s Force Bill threatens South Carolina to comply with federal law. Henry Clay’s Compromise Tariff prevents civil war."
    },
    "20":{
        "date": 1830,
        "content": "Indian Removal Act is signed by Andrew Jackson."
    },
    "21":{
        "date": 1835,
        "content": "Treaty of New Echota was agreed to by a minority of unelected Cherokee, handing over land in Georgia for reservations in Oklahoma."
    },
    "22":{
        "date": 1838,
        "content": "The Trail of Tears begins a forced evacuation of Cherokee from their land east of the Mississippi River to present-day Oklahoma."
    },
    "23":{
        "date": 1832,
        "content": "Jackson issues his Bank Veto, four years ahead of the bank’s expiration.  The Whig Party forms soon after."
    },
    "24":{
        "date": 1837,
        "content": "An economic recession hits the U.S. after Jackson stashes U.S. money in his “pet banks”, leading to a lending frenzy...and eventual panic."
    },
    "25":{
        "date": 1836,
        "content": "The Lowell System is at its height, which uses rivers to fuel textile mills in Massachusetts, employing young women. Example of the rise of the market economy"
    },
    "26":{
        "date": 1830,
        "content": "Minstrel shows first gain popularity (in this decade) as white men in black face caricaturize  African-Americans as Jim Crow, Zip Coon, and Mamie."
    },
    "27":{
        "date": 1852,
        "content": "The Know Nothing Party does well in state and local elections this year, when nativist sentiments were high due to high Irish & German immigration."
    },
    "28":{
        "date": 1825,
        "content": "The Erie Canal is completed, connecting New York City to the Great Lakes."
    },
    "29":{
        "date": 1837,
        "content": "Samuel Morse is awarded a patent on an electromagnetic telegraph, a major breakthrough in the communication revolution."
    },
    "30":{
        "date": 1998,
        "content": "Ms. Sadlon is crowned homecoming queen while in high school; all is right in the world."
    },
    "31":{
        "date": 1848,
        "content": "The first railroad connecting Chicago to points west opens in this year. Over the next 10 years, Chicago becomes a major trade city."
    },
    "32":{
        "date": 1820,
        "content": "Missouri Compromise creates rules for slavery in states carved out of the Louisiana Purchase territory."
    }
}