{
    "1":{
        "date": 1491,
        "content": "Native Americans throughout North America lived in culturally, economically, and politically diverse ways before interactions with Europeans."
    },
    "2":{
        "date": 1492,
        "content": "Columbus “discovered” the “New World”, ushering in the Columbian Exchange spread of goods, humans, animals & diseases in Eur., Afr., Amer."
    },
    "3":{
        "date": 1680,
        "content": "In the Pueblo Revolt of Santa Fe, natives rebelled against the harsh encomienda system & Spanish Catholic missions’ attempts at assimilation."
    },
    "4":{
        "date": 1660,
        "content": "The first of three Navigation Acts to impose mercantilism which regulated colonial trade (e.g. all colonial trade carried on English ships, etc.)"
    },
    "5":{
        "date": 1607,
        "content": "The first successful English settlement is at Jamestown in the Chesapeake region of Virginia. The “starving time” preceded economic success with tobacco."
    },
    "6":{
        "date": 1618,
        "content": "The headright system is established, giving land to Virginia settlers or providing them labor through indentured servants."
    },
    "7":{
        "date": 1619,
        "content": "The first African slaves are brought to America (at the Jamestown settlement)."
    },
    "8":{
        "date": 1648,
        "content": "The Maryland Act of Religious Toleration called for religious toleration of all Christian faiths to protect Catholics (a minority), but tensions remained."
    },
    "9":{
        "date": 1676,
        "content": "Bacon’s Rebellion burned Jamestown over tension between white settlers wanting land & protection from natives. African slavery ↑ as a result."
    },
    "10":{
        "date": 1620,
        "content": "Plymouth Plantation settled by “separatist” Pilgrims in Massachusetts. A poor community that endured with help of natives - (Thanksgiving)."
    },
    "11":{
        "date": 1630,
        "content": "John Winthrop’s Puritans of the Massachusetts Bay Company settled around Boston to create “a city upon a hill”."
    },
    "12":{
        "date": 1695,
        "content": "The height of African slave trade to North America. The “middle passage” was part of the larger Triangle Trade b/t Africa, Europe, the Caribbean, Amer."
    },
    "13":{
        "date": 1657,
        "content": "The Halfway Covenant was adopted to relax church membership requirements among second generation Puritans."
    },
    "14":{
        "date": 1692,
        "content": "The start of the Salem Witch trials which exposed gender and economic tensions in Puritan New England society."
    },
    "15":{
        "date": 1741,
        "content": "Jonathan Edwards delivered his “Sinners in the hands of an angry God” sermon in the midst of the Great Awakening which increased religious fervor."
    },
    "16":{
        "date": 1739,
        "content": "Approximately 100 slaves rose up in South Carolina, seized weapons, killed several whites and attempted to flee to Florida in the Stono Rebellion."
    },
    "17":{
        "date": 1752,
        "content": "Ben Franklin’s kite demonstration (lightning is electricity) grew out of the Enlightenment movement which  focused on logic and reason."
    }
}