{
  "1":{
      "date": 1921,
      "content": "The Washington Naval Arms Conference is held in an effort to reduce weapons buildup among nations and avoid war"
  },
  "2":{
      "date": 1933,
      "content": "Denouncing past U.S. intervention, FDR announces a Good Neighbor Policy with Central and South American countries"
  },
  "3":{
      "date": 1935,
      "content": "Following conclusions about U.S. involvement in WWI by the Nye Committee, the U.S. adopts the first of a series of Neutrality Acts."
  },
  "4":{
      "date": 1938,
      "content": "Hitler’s expansionism is met with appeasement at the Munich Conference."
  },
  "5":{
      "date": 1938,
      "content": "Orson Welles’ radio drama War of the Worlds is broadcast, generating panic across the U.S. at the “alien invasion” depicted."
  },
  "6":{
      "date": 1939,
      "content": "As war loomed in Europe, the U.S. adopts a Cash-Carry policy to aid the Allies, modifying previous calls for strict neutrality"
  },
  "7":{
      "date": 1941,
      "content": "Recognizing the dire need of Great Britain, the U.S. adopts the Lend-Lease policy for aiding the Allies in World War II"
  },
  "8":{
      "date": 1941,
      "content": "The U.S. and Britain issue the Atlantic Charter, condemning international aggression, affirming the right of self-determination, and endorsing the principles of free trade and collective security."
  },
  "9":{
      "date": 1941,
      "content": "The Japanese attack the U.S. naval based at Pearl Harbor, drawing the U.S. into World War II the next day"
  },
  "10":{
      "date": 1938,
      "content": "German Nazis attack Jewish people and property in Krystallnacht, or “Night of Broken Glass"
  },
  "11":{
      "date": 1941,
      "content": "The Office of Price Administration is created to control prices of goods and rents in the U.S. after the outbreak of World War II."
  },
  "12":{
      "date": 1941,
      "content": "FDR issues Executive Order 8802 outlawing racial discrimination in the national defense industry"
  },
  "13":{
      "date": 1942,
      "content": "The Congress on Racial Equality (CORE) was founded and sought to apply the principles of nonviolence against segregation."
  },
  "14":{
      "date": 1943,
      "content": "The Zoot Suit Riots erupt in Los Angeles due to heightened tensions between American service members and Mexican-American youths."
  },
  "15":{
      "date": 1942,
      "content": "The song “Rosie the Riveter” first popularized the iconic symbol of the tireless female assembly line worker, doing her part for the war effort"
  },
  "16":{
      "date": 1942,
      "content": "FDR issues Executive Order 9066, leading to the forced internment of Japanese- Americans"
  },
  "17":{
      "date": 1943,
      "content": "The Chinese Exclusion Act is repealed and replaced by a law that only allowed 105 Chinese immigrants to enter per year."
  },
  "18":{
      "date": 1944,
      "content": "FDR is elected for the 4th time, though he would only survive the very beginning of his term."
  },
  "19":{
      "date": 1945,
      "content": "The U.S. uses the first atomic bomb in combat, devastating the Japanese city of Hiroshima."
  },
  "20":{
      "date": 1947,
      "content": "George Kennan articulates the U.S. Cold War policy of containment."
  },
  "21":{
      "date": 1947,
      "content": "The Truman Doctrine asserts the U.S. would provide political and military assistance to nations under threat of communism"
  },
  "22":{
      "date": 1948,
      "content": "The Marshall Plan gave economic assistance to Western Europe to help rebuild after WWII and fend off communist influence"
  },
  "23":{
      "date": 1949,
      "content": "The North Atlantic Treaty Organization (NATO) is created after a successful Berlin Airlift leads to the end of the Soviet Berlin Blockade"
  },
  "24":{
      "date": 1949,
      "content": "The Soviet Union successfully completes its own test of a nuclear bomb"
  },
  "25":{
      "date": 1949,
      "content": "Truman is faced with “losing China” as Mao Zedong and the communists win the Chinese Civil War over Chiang Kai-Shek’s Nationalists"
  },
  "26":{
      "date": 1948,
      "content": "The Southern Dixiecrats emerge as a third party in opposition of modest civil rights policies proposed by Democrat Harry Truman"
  },
  "27":{
      "date": 1948,
      "content": "The Supreme Court decided that enforcing racially restrictive housing covenants violated the 14th Amendment’s Equal Protection Clause in Shelley v. Kramer."
  },
  "28":{
      "date": 1947,
      "content": "The  Hollywood Ten denounces tactics used by the House Un-American Activities Committee (HUAC), leading to professional blacklisting"
  },
  "29":{
      "date": 1950,
      "content": "The McCarran Internal Security Act requires communist organizations to register with the U.S. government"
  },
  "30":{
      "date": 1954,
      "content": "The Senate’s Army-McCarthy hearings discredit the “red-baiting” Joseph McCarthy, symbol of the Second Red Scare"
  },
  "31":{
      "date": 1953,
      "content": "Julius and Ethel Rosenberg are executed after being convicted of passing U.S. atomic secrets to the Soviets."
  },
  "32":{
      "date": 1952,
      "content": "War hero Dwight Eisenhower is first elected president amidst growing fears of communist infiltration of the U.S. government"
  },
  "33":{
      "date": 2019,
      "content": "<@!325512357780389889> gets rested at 70%, survives, 1-shots the smash ball, and kills Justin."
  }
}
