{
  "1":{
      "date": 1899,
      "content": "Rudyard Kipling publishes White Man’s Burden, using Social Darwinist theory to justify European and U.S. colonization"
  },
  "2":{
      "date": 1898,
      "content": "After wealthy U.S. businessmen and landowners supported a coup of Queen Liliuokalani, Hawaii is annexed by the U.S."
  },
  "3":{
      "date": 1898,
      "content": "The USS Maine is sunk in Cuba’s Havana Harbor, leading the U.S. into the Spanish-American War."
  },
  "4":{
      "date": 1901,
      "content": "Platt Amendment reserved the U.S. right to intervene in Cuba when it saw fit"
  },
  "5":{
      "date": 1900,
      "content": "The anti-foreigner Boxer Rebellion in China was put down, leading to an expansion of trade between China and other nations"
  },
  "6":{
      "date": 1902,
      "content": "Teddy Roosevelt declares the Philippine- American War over, though brutal fighting continues against Filipino rebels for more than 10 years."
  },
  "7":{
      "date": 1907,
      "content": "Teddy Roosevelt sends the Great White Fleet around the world to project U.S. naval strength"
  },
  "8":{
      "date": 1904,
      "content": "The Roosevelt Corollary to the Monroe Doctrine articulates that the U.S. would intervene to restore stability in the western hemisphere."
  },
  "9":{
      "date": 1904,
      "content": "Following its support of Panamanian independence from Colombia, the U.S. takes over the Panama Canal project."
  },
  "10":{
      "date": 1915,
      "content": "A German U-boat torpedoed and sank the RMS Lusitania, a British ocean liner going from New York to Liverpool, England."
  },
  "11":{
      "date": 1917,
      "content": "Changing its isolationist attitude, the U.S. under Woodrow Wilson officially declares war on Germany and enters World War I."
  },
  "12":{
      "date": 1919,
      "content": "In its Schenck v. U.S. case, the Supreme Court decides that the government can severely restrict freedom of speech in wartime."
  },
  "13":{
      "date": 1920,
      "content": "The League of Nations is created in the wake of World War I without the U.S. joining."
  },
  "14":{
      "date": 1919,
      "content": "Part of a larger Red Scare, the Palmer Raids begin, targeting mostly Italian and Eastern European immigrants suspected of being radical leftists."
  },
  "15":{
      "date": 1919,
      "content": "Sacco and Vanzetti are executed for murder despite claims that the two were unfairly treated due to their anarchist political beliefs."
  },
  "16":{
      "date": 1921,
      "content": "Margaret Sanger founds the American Birth Control League, which later became Planned Parenthood."
  },
  "17":{
      "date": 1926,
      "content": "Harlem Renaissance poet Langston Hughes denounces racial prejudice in his “The Negro Artist and the Racial Mountain”"
  },
  "18":{
      "date": 1926,
      "content": "Ernest Hemingway opens his novel The Sun Also Rises with “You are all a lost generation”, popularizing the term in the wake of World War I’s devastation"
  },
  "19":{
      "date": 1920,
      "content": "The Eighteenth Amendment goes into effect on New Year’s Day, beginning over a decade of Prohibition."
  },
  "20":{
      "date": 1924,
      "content": "The National Origins Act is passed, severely limiting immigration from S. and E. Europe and almost entirely excluding Asian immigration."
  },
  "21":{
      "date": 1925,
      "content": "The Scopes Monkey Trial energizes religious fundamentalists, pushing evolutionary theory out of classrooms until the Space Race."
  },
  "22":{
      "date": 1929,
      "content": "The stock market crashes, exposing deep and systemic weaknesses in the U.S. economy, eventually signalling the start of the Great Depression."
  },
  "23":{
      "date": 1931,
      "content": "Nine African American teenagers known as the Scottsboro Boys are falsely accused and convicted of rape in Alabama."
  },
  "24":{
      "date": 1939,
      "content": "Steinbeck’s The Grapes of Wrath is published, dramatizing the plight of “Okies” fleeing the Dust Bowl in search of opportunity in California."
  },
  "25":{
      "date": 1932,
      "content": "President Hoover disperses World War I veterans known as the Bonus Army, who came to D.C. demanding compensation owed them"
  },
  "26":{
      "date": 1933,
      "content": "In one of his first actions as president, FDR declares a Bank Holiday in an effort to restore confidence in the U.S. banking system. "
  },
  "27":{
      "date": 1933,
      "content": "After more than a decade of troubled attempts at enforcement, Prohibition is repealed in the midst of the Great Depression."
  },
  "28":{
      "date": 1934,
      "content": "The Securities and Exchange Commission (SEC) is formed with the goal of regulating the stock market and protecting investors."
  },
  "29":{
      "date": 1933,
      "content": "The Civilian Conservation Corps (CCC) is created as a work relief program for unemployed, unmarried men."
  },
  "30":{
      "date": 1935,
      "content": "The Social Security Act is established as a safety-net system of benefits for elderly workers, the physically disabled, and others."
  },
  "31":{
      "date": 1935,
      "content": "The National Labor Relations Act (aka, Wagner Act) is passed becomes law, protecting the right of workers to organize into unions"
  },
  "32":{
      "date": 1937,
      "content": "After the Supreme Court ruled unfavorably on some New Deal programs, FDR’s court-packing plan failed to pass Congress in this year. "
  },
  "33":{
      "date": 1938,
      "content": "The Fair Labor Standards Act establishes a federal minimum wage, sets rules for overtime pay, and prohibits “oppressive child labor”."
  },
  "34":{
      "date": 1918,
      "content": "The Committee on Public Information is created to publicize the U.S. government’s version of war events"
  },
  "35":{
      "date": 1927,
      "content": "Charles Lindbergh became a sensation when he made the first solo transatlantic flight"
  },
  "36":{
      "date": 2022,
      "content": "The United States of America men’s soccer team wins the World Cup."
  },
  "37":{
      "date": 2018,
      "content": "Reaction-Bot is born."
  }
}
