{
    "1":{
        "date": 1831,
        "content": "William Lloyd Garrison’s abolitionist newspaper, The Liberator, is first published."
    },
    "2":{
        "date": 1836,
        "content": "In an effort to avoid divisive debate regarding slavery, Congress prohibits and consideration of anti-slavery petitions with the gag rule."
    },
    "3":{
        "date": 1849,
        "content": "Henry David Thoreau, a leading transcendentalist, publishes Civil Disobedience, defending the right of citizens to disobey unjust laws."
    },
    "4":{
        "date": 1830,
        "content": "After experiencing a series of revelations, Joseph Smith publishes the Book of Mormon in this year."
    },
    "5":{
        "date": 1851,
        "content": "Sylvester Graham, a healthy-living advocate who advocated temperance and vegetarianism, dies."
    },
    "6":{
        "date": 1848,
        "content": "The Seneca Falls Convention as a backlash against the “separate spheres” and Cult of Domesticity ideals of the era."
    },
    "7":{
        "date": 1822,
        "content": "The American Colonization Society establishes a colony in west Africa (Liberia) for its scheme to remove African Americans from the U.S."
    },
    "8":{
        "date": 1840,
        "content": "The Liberty Party is formed by abolitionists in an attempt to raise awareness of the anti-slavery movement."
    },
    "9":{
        "date": 1852,
        "content": "Harriet Beecher Stowe’s Uncle Tom’s Cabin is published, stoking tension over slavery."
    },
    "10":{
        "date": 1840,
        "content": "Dorothea Dix investigates the treatment and care of the prisoners and the mentally ill, leading to prison and mental asylum reforms."
    },
    "11":{
        "date": 1836,
        "content": "Texas wins its independence from Mexico in this year, creating the Republic of Texas."
    },
    "12":{
        "date": 1826,
        "content": "The American Temperance Society was founded in Boston. Anti-alcohol was part of a larger reform movement era to improve society."
    },
    "13":{
        "date": 1857,
        "content": "The Dred Scott v. Sandford decision said Congress could not limit slavery expansion. Northerners saw this as evidence of an emerging “slaveocracy”."
    },
    "14":{
        "date": 1858,
        "content": "The Lincoln-Douglas debates focused heavily on the issue of slavery’s expansion into western territories. Lincoln lost the Illinois Senate race."
    },
    "15":{
        "date": 1859,
        "content": "John Brown’s raid and subsequent hanging led many southerners to believe, inaccurately, that he represented a radical anti-slavery north."
    },
    "16":{
        "date": 1860,
        "content": "Republican Abraham Lincoln is elected president with no support electoral college votes from Southern states."
    },
    "17":{
        "date": 1846,
        "content": "The Oregon Treaty establishes Oregon Territory’s northern border as the 49th degree parallel (not “54-40” as some expansionists hoped)."
    },
    "18":{
        "date": 1845,
        "content": "Texas is annexed as a slave state by the U.S."
    },
    "19":{
        "date": 1848,
        "content": "The Treaty of Guadalupe- Hidalgo ends the Mexican-American War."
    },
    "20":{
        "date": 1848,
        "content": "The Free Soil Party is formed to oppose the expansion of slavery into the western territories."
    },
    "21":{
        "date": 1846,
        "content": "The Wilmot Proviso called for the prohibition of slavery in lands acquired in the Mexican cession."
    },
    "22":{
        "date": 1854,
        "content": "The Kansas Nebraska Act repeals the Missouri Compromise, ramping up tensions over slavery’s expansion"
    },
    "23":{
        "date": 1828,
        "content": "Blackface performer T.D. Rice writes the song “Jump Jim Crow”, a key component of the dehumanizing minstrel shows that followed."
    },
    "24":{
        "date": 1831,
        "content": "Nat Turner leads a slave rebellion in Virginia, leading to numerous executions and increasingly repressive policies against black people in Virginia"
    }
}