{
  "1":{
      "date": 1890,
      "content": "Historian Frederick Jackson Turner wrote his Frontier Thesis, arguing the west was “won,” the frontier “closed,” creating a unique American culture."
  },
  "2":{
      "date": 1876,
      "content": "US General Custer’s forces lost the Battle of Little Bighorn in Montana to Plains Native Americans. A stunning defeat that was an outlier in the Indian Wars."
  },
  "3":{
      "date": 1890,
      "content": "The massacre of Lakota Native Americans at Wounded Knee (in South Dakota) by US soldiers signified the end of “Indian” resistance in the west."
  },
  "4":{
      "date": 1887,
      "content": "The Dawes Act is passed by Congress to make Native Americans farmers not hunters, shrinking reservations and opening excess land to whites."
  },
  "5":{
      "date": 1882,
      "content": "The Chinese Exclusion Act was passed after years of nativist complaints about economic competition and  cultural/social fears."
  },
  "6":{
      "date": 1869,
      "content": "The transcontinental railroad, an engineering feat using largely Chinese labor, is completed in Promontory Point, Utah."
  },
  "7":{
      "date": 1879,
      "content": "The Carlisle Indian School opens in Pennsylvania. The founder, General Pratt, wants to “kill the Indian and save the man.” Children were traumatized."
  },
  "8":{
      "date": 1908,
      "content": "Henry Ford’s Model T car was first produced. He used assembly line technology (and anti-union tactics) to keep costs down and profits up."
  },
  "9":{
      "date": 1882,
      "content": "The Standard Oil Trust is formed by John Rockefeller to control prices. The trust was deemed illegal in a 1911 Supreme Court case."
  },
  "10":{
      "date": 1892,
      "content": "Andrew Carnegie's victory at the Homestead Steel Strike signified big businesses’ power over unions and workers rights."
  },
  "11":{
      "date": 1894,
      "content": "The nationwide Pullman Strike, led by socialist Eugene Debs, was put down federal troops, signaling the government’s laissez faire attitude."
  },
  "12":{
      "date": 1872,
      "content": "Yellowstone in Wyoming becomes the first national park in America (and the world)."
  },
  "13":{
      "date": 1920,
      "content": "The 19th Amendment passes, protecting women’s right to vote after Alice Paul put pressure on Wilson to support the federal amendment."
  },
  "14":{
      "date": 1912,
      "content": "The Progressive Party, a third party, also known as the Bull Moose Party, contends in this presidential election with Teddy Roosevelt. He loses."
  },
  "15":{
      "date": 1906,
      "content": "Teddy Roosevelt pushes Congress to  pass the Pure Food and Drug Act after reading Upton Sinclair's socialist expose of the industry, The Jungle."
  },
  "16":{
      "date": 1901,
      "content": "President William McKinley is assassinated by an anarchist; Teddy Roosevelt, a progressive Republican becomes President."
  },
  "17":{
      "date": 1909,
      "content": "The NAACP (National Association for the Advancement of Colored People) is formed to provide legal support for African Americans to fight inequality."
  },
  "18":{
      "date": 1903,
      "content": "W.E.B. du Bois publishes The Souls of Black Folk, criticizing Booker T. Washington more accommodationist approach to inequality in the Progressive Era."
  },
  "19":{
      "date": 1924,
      "content": "National Origins Act passed that establishes quotas that severely limit immigration from south eastern Europe."
  },
  "20":{
      "date": 1911,
      "content": "The Triangle Shirtwaist Fire in New York City brings calls for passage and enforcement of workplace safety laws."
  },
  "21":{
      "date": 1894,
      "content": "Fresh on the heels of an economic panic, Jacob Coxey led an “army” of unemployed men to Washington demanding federal welfare and jobs. No help given."
  },
  "22":{
      "date": 1913,
      "content": "Progressive Democrat Wilson supports Congress passing the Federal Reserve Act that centralized banking in the U.S."
  },
  "23":{
      "date": 1914,
      "content": "Congress passes the Clayton Antitrust Act to better regulate trusts after the limited effectiveness of the 1890 Sherman Antitrust Act."
  },
  "24":{
      "date": 1892,
      "content": "John Muir founded the Sierra Club to promote preservationist policy after his successful bid to make Yosemite a National Park."
  },
  "25":{
      "date": 1889,
      "content": "Jane Addams establishes Hull House, representative of the settlement house reform movement and the larger Social Gospel movement."
  },
  "26":{
      "date": 1873,
      "content": "Satirized by cartoonist Thomas Nast, N.Y.’s political machine boss William Tweed is convicted of fraud and extortion and sentenced to jail."
  },
  "27":{
      "date": 1913,
      "content": "The progressive 16th Amendment establishes a federal income tax to better fund the government and its services."
  },
  "28":{
      "date": 1887,
      "content": "Interstate Commerce Commission (ICC) was established to oversee practices of railroads."
  },
  "29":{
      "date": 1890,
      "content": "Jacob Riis’s muckraking reform book How the Other Half Lives is published. While exposing the slums, he largely blamed non-WASP immigrants."
  },
  "30":{
      "date": 1915,
      "content": "The wildly popular silent film Birth of a Nation is released, depicting the KKK as heros in ending “radical” Reconstruction. Blackface was used. "
  },
  "31":{
      "date": 1883,
      "content": "Pendleton Civil Service Act set up a commission to establish standards of merit (versus patronage appointments) for federal jobs."
  },
  "32":{
      "date": 1896,
      "content": "The Populist Party, made up of disgruntled farmers and early progressives, support William J. Bryan for president. He loses to McKinley"
  },
  "33":{
      "date": 1896,
      "content": "William J. Bryan’s Cross of Gold speech articulates the free silver policy that would help indebted farmers."
  },
  "34":{
      "date": 1913,
      "content": "The progressive 17th Amendment is passed that calls for the direct election of senators. Previously state legislatures voted for them."
  },
  "35":{
      "date": 1892,
      "content": "Ida B. Wells publishes an editorial exposing  lynchings as common in the south and the need for a federal anti-lynching law. It was not passed."
  },
  "36":{
      "date": 1920,
      "content": "Prohibition of alcohol is passed in this progressive 18th amendment. It will be overturned 13 years later with the 21st amendment."
  },
  "37":{
      "date": 2019,
      "content": "After 3 months of cancer, Victor Qiu hits Platinum IV on League of Legends."
  }
}
