{
    "1":{
        "date": 1763,
        "content": "The French and Indian War ends. As a result, the British policy of salutary neglect also ends, leading to more regulation and control of the American colonies."
    },
    "2":{
        "date": 1763,
        "content": "British establish the Proclamation Line, establishing an “Indian reserve” in the Ohio River Valley; colonists must stay east of the Appalachian Mountains."
    },
    "3":{
        "date": 1765,
        "content": "The Stamp Act become the first bitterly contested act of British authority leading into the revolutionary period. Sons of Liberty is formed."
    },
    "4":{
        "date": 1767,
        "content": "The Townshend Duties are passed, placing taxes on glass, lead, & tea. Revenue used to stop colonial legislatures’ “power of the purse.”"
    },
    "5":{
        "date": 1770,
        "content": "The Boston Massacre stems from the presence of British troops following colonial resistance to British measures."
    },
    "6":{
        "date": 1773,
        "content": "The Boston Tea Party leads to the Coercive (aka Intolerable Acts) and Boston harbor closed. Tensions rise as colonial unemployment rises."
    },
    "7":{
        "date": 1775,
        "content": "The first battles of the Revolutionary War start at Lexington and Concord. These events radicalize both sides, leading to a wider conflict."
    },
    "8":{
        "date": 1776,
        "content": "The Second Continental Congress issues the Declaration of Independence after over a year of deliberation and debate."
    },
    "9":{
        "date": 1776,
        "content": "Thomas Paine circulates the pamphlet Common Sense anonymously to encourage colonists to support independence."
    },
    "10":{
        "date": 1777,
        "content": "The Articles of Confederation are created as the US’s first government. The national government was made purposely weak; state gov’ts had more power."
    },
    "11":{
        "date": 1781,
        "content": "The Battle of Yorktown ends the American Revolution when the British surrender to US and French troops (this foreign alliance was vital)."
    },
    "12":{
        "date": 1786,
        "content": "Shays’ Rebellion exposes major weaknesses in the federal government, leading to the abolishment of the Articles of Confederation."
    },
    "13":{
        "date": 1787,
        "content": "The conflict over the Virginia Plan and New Jersey Plan is resolved by agreement of the Connecticut Compromise at the Constitutional Convention."
    },
    "14":{
        "date": 1789,
        "content": "The Bill of Rights are drafted as a compromise between federalists and anti-federalists over ratification of the Constitution."
    },
    "15":{
        "date": 1791,
        "content": "Hamilton’s plan for the First Bank of the US passes. This is the first of his financial plan that includes assuming states’ debts and supporting manufacturing."
    },
    "16":{
        "date": 1794,
        "content": "The Whiskey Rebellion occurs, proving farmers anger towards Hamilton’s financial plan. President Washington quells it. #boss"
    },
    "17":{
        "date": 1796,
        "content": "Washington’s Farewell Address warns against political parties and foreign alliances in the context of the English and French European wars."
    },
    "18":{
        "date": 1798,
        "content": "The Alien and Sedition Acts limit the Dem-Rep party. In protest, the Virginia and Kentucky Resolutions are written to support nullification."
    },
    "19":{
        "date": 1800,
        "content": "Jefferson’s election in this year is called a “revolution” due to the peaceful transfer of power between rival political parties."
    },
    "20":{
        "date": 1980,
        "content": "Mr. Colglazier is born, ushering in a new, dorkier era of American history"
    }
}